import React from "react";

const Service = () => {
  return (
    <>
      <div className="p-8">
        <h1 className="text-4xl font-medium text-gray-700 text-center mt-6">
          ماذا نقدم !
        </h1>
        <p className="text-center mt-6 text-lg font-light text-gray-500">
          ضغط الدم هو علامة حيوية تقيس قوة الدم على جدران الشرايين.
        </p>
      </div>
      <div className="grid grid-cols-1 md:grid-cols-3">
        <div className="p-8">
          <div className="bg-indigo-100 rounded-full w-16 h-16 flex justify-center items-center text-indigo-500 shadow-2xl">
            <svg
              xmlns="http://www.w3.org/2000/svg"
              className="h-8 w-8"
              viewBox="0 0 20 20"
              fill="currentColor"
            >
              <path
                fillRule="evenodd"
                d="M11.49 3.17c-.38-1.56-2.6-1.56-2.98 0a1.532 1.532 0 01-2.286.948c-1.372-.836-2.942.734-2.106 2.106.54.886.061 2.042-.947 2.287-1.561.379-1.561 2.6 0 2.978a1.532 1.532 0 01.947 2.287c-.836 1.372.734 2.942 2.106 2.106a1.532 1.532 0 012.287.947c.379 1.561 2.6 1.561 2.978 0a1.533 1.533 0 012.287-.947c1.372.836 2.942-.734 2.106-2.106a1.533 1.533 0 01.947-2.287c1.561-.379 1.561-2.6 0-2.978a1.532 1.532 0 01-.947-2.287c.836-1.372-.734-2.942-2.106-2.106a1.532 1.532 0 01-2.287-.947zM10 13a3 3 0 100-6 3 3 0 000 6z"
                clipRule="evenodd"
              />
            </svg>
          </div>
          <h2 className="uppercase mt-6 text-indigo-500 font-medium mb-3">
            تحسين سبل العيش : مهارات التوظيف
          </h2>
          <p className="font-light text-sm text-gray-500 mb-3">
            تكمن هوية مؤسسة رغد الرواشدة للريادة والابتكار في مهاراتها الفريدة
            في برامج التوظيف ، وتحديداً تجاه الشباب والنساء واللاجئين. تماشياً
            مع أهداف التنمية المستدامة 4 و 8 و 10 و 17 ، يلتزم مركز مؤسسة رغد
            الرواشدة للريادة والابتكار بتعزيز التوظيف وإمكانية التوظيف بين
            المجتمعات الضعيفة في المملكة ، كمسار مباشر نحو تحقيق نمو اجتماعي
            واقتصادي مستدام وشامل.
          </p>
        </div>
        <div className="p-8">
          <div className="bg-green-100 rounded-full w-16 h-16 flex justify-center items-center text-green-500 shadow-2xl">
            <svg
              xmlns="http://www.w3.org/2000/svg"
              className="h-8 w-8"
              viewBox="0 0 20 20"
              fill="currentColor"
            >
              <path
                fillRule="evenodd"
                d="M11.49 3.17c-.38-1.56-2.6-1.56-2.98 0a1.532 1.532 0 01-2.286.948c-1.372-.836-2.942.734-2.106 2.106.54.886.061 2.042-.947 2.287-1.561.379-1.561 2.6 0 2.978a1.532 1.532 0 01.947 2.287c-.836 1.372.734 2.942 2.106 2.106a1.532 1.532 0 012.287.947c.379 1.561 2.6 1.561 2.978 0a1.533 1.533 0 012.287-.947c1.372.836 2.942-.734 2.106-2.106a1.533 1.533 0 01.947-2.287c1.561-.379 1.561-2.6 0-2.978a1.532 1.532 0 01-.947-2.287c.836-1.372-.734-2.942-2.106-2.106a1.532 1.532 0 01-2.287-.947zM10 13a3 3 0 100-6 3 3 0 000 6z"
                clipRule="evenodd"
              />
            </svg>
          </div>
          <h2 className="uppercase mt-6 text-green-500 font-medium mb-3">
            مشاركة المرأة والقيادة والمساواة بين الجنسين
          </h2>
          <p className="font-light text-sm text-gray-500 mb-3">
            تعد مشاركة المرأة والقيادة والمساواة بين الجنسين في صميم مهمة مركز
            مؤسسة رغد الرواشدة للريادة و الابتكار ورؤيته وأهدافه. تماشياً مع أهداف التنمية المستدامة 4 و 5 و 8 و
            10 ، يؤمن مركز مؤسسة رغد الرواشدة للريادة و الابتكار بالتمكين الاجتماعي والاقتصادي للمرأة كمحرك رئيسي
            لتحقيق المساواة بين الجنسين وتعزيز النمو الاقتصادي المستدام والشامل.
          </p>
        </div>
        <div className="p-8">
          <div className="bg-red-100 rounded-full w-16 h-16 flex justify-center items-center text-red-500 shadow-2xl">
            <svg
              xmlns="http://www.w3.org/2000/svg"
              className="h-8 w-8"
              viewBox="0 0 20 20"
              fill="currentColor"
            >
              <path
                fillRule="evenodd"
                d="M11.49 3.17c-.38-1.56-2.6-1.56-2.98 0a1.532 1.532 0 01-2.286.948c-1.372-.836-2.942.734-2.106 2.106.54.886.061 2.042-.947 2.287-1.561.379-1.561 2.6 0 2.978a1.532 1.532 0 01.947 2.287c-.836 1.372.734 2.942 2.106 2.106a1.532 1.532 0 012.287.947c.379 1.561 2.6 1.561 2.978 0a1.533 1.533 0 012.287-.947c1.372.836 2.942-.734 2.106-2.106a1.533 1.533 0 01.947-2.287c1.561-.379 1.561-2.6 0-2.978a1.532 1.532 0 01-.947-2.287c.836-1.372-.734-2.942-2.106-2.106a1.532 1.532 0 01-2.287-.947zM10 13a3 3 0 100-6 3 3 0 000 6z"
                clipRule="evenodd"
              />
            </svg>
          </div>
          <h2 className="uppercase mt-6 text-red-500 font-medium mb-3">
          التشخيص الدقيق من أول مرة
          </h2>
          <p className="font-light text-sm text-gray-500 mb-3">
          تعتمد فعالية العلاج على دقة التشخيص. يتميز خبراؤنا بالكفاءة العالية في تشخيص وعلاج أصعب الحالات الطبية.
          </p>
        </div>
      </div>
    </>
  );
};

export default Service;
